Repository: programmermasrawy/Custom_Arch
Catalog: lib/l10n/app_*.arb
Languages: ar

# your_order_is_confirmed_successfully
source: Your order is confirmed successfully You will be notified when the order will be received
ar: تم تأكيد طلبك بنجاح سوف يتم اخبارك بموعد استلام الاوردر

# gift_review_with_sales
source: Sales will contact you to review order gifts
ar: المبيعات ستتواصل معك و ستقوم بمراجعة هدايا الاوردر

# remove_unavailable_products
source: You should remove unavailable products to continue the order
ar: يجب حذف المنتجات الغير متوفرة لتكملة الاوردر

# following_unavailable
source: The following products are not available
ar: المنتجات التالية غير متاحة

# following_less_quantity
source: The following products are available in less quantity
ar: المنتجات التالية متاحة بكميات اقل

# available_quantity_of
source: The available quantity of
ar: الكمية المتاحة من

# all_products_unavailable
source: All the required products are unavailable
ar: جميع المنتجات المطلوبة غير متاحة

source: Choose alternative products
ar: اختر منتجات بديلة

# out_of_stock_product
source: This product is not available
ar: هذا المنتج غير متوفر

# low_quantity
source: Remaining quantity
ar: الكمية المتبقية

# low_limit
source: Low stock
ar: المخزون منخفض

# not_in_pricelist
source: Sorry this product is not available now
ar: عفوا هذا المنتج غير متاح حاليا

# error_loading_data
source: Error in loading data
ar: فشل تحميل البيانات

# you_have_amount
source: You have amount of
ar: لديكي قيمة

source: Use value of your credit
ar: استخدمى قيمة من رصيدك

# cs_voucher_discount_value
source: return discount with value of %s pounds
ar: خصم قيمة %s ج مرتجع

# cs_voucher_shipping_fees
source: return shipping fees
ar: شحن مرتجع
