Repository: programmermasrawy/Custom_Arch
Catalog: lib/l10n/app_*.arb
Languages: ar

# lang
source: العربية
ar: English

# success
source: Done
ar: تم بنجاح

# error
source: Error Happend
ar: حدث خطا

source: Something went wrong
ar: حدث خطا ما

source: start_ur_business
ar: بدأ عملك الخاص

source: start_ur_business_meg
ar: تطبيق بريمور يتيح لكى بدأ عملك الخاص فى أكثر من 5000 منتج و 10 قطاعات مختلفة

source: instance_win
ar: احصلي على أرباح فورية

source: instance_win_msg
ar: عندما تقومى ببيع المنتجات بالاضافة الى الهدايا الشهرية و الأسبوعية و اليومية التى يمكنك بيعها و الربح منها

source: order_track
ar: تابعى أوردراتك

source: order_track_msg
ar: اكتشفى المنتجات المختلفة و تابعى أوردراتك و فريقك من خلال التطبيق

source: next
ar: التالي

source: Skip into
ar: نخطي المفدمة

source: buy_now
ar: اشتري الان

source: Log in now
ar: سجلي دخولك الان

# hi_we_are_happy
source: Welcome.. glad to have you with us
ar: اهلا بك .. سعداء بوجودك معنا

# id
source: Member code
ar: الكود التعريفي

source: Password
ar: كلمة المرور

source: Login
ar: تسجيل الدخول

# have_trouble_logging_in
source: I'm having trouble logging in
ar: أواجه مشكلة في تسجيل الدخول

# forget_password
source: Forgot your password
ar: نسيت كلمة المرور

# forget_id
source: Forget your code
ar: نسيت الكود التعريفي

# welcome_in_brimore
source: Welcome to Brimore
ar: اهلا بيك فى بريمور

# register_new_membership
source: Register a new membership
ar: تسجيل عضوية جديدة

source: full name *
ar: *الاسم كامل

source: fourth_name
ar: (رباعي)

# enter_mobile_number
source: Enter the mobile number *
ar: *ادخل رقم الموبايل

# you_will_receive_membership_code
source: (You will receive a membership code to this number)
ar: (سيصلك كود العضوية علي هذا الرقم)

source: national id
ar: الرقم القومى

source: passport
ar: جواز السفر

# enter_national_id
source: Enter the national number *
ar: *ادخل الرقم القومي

# enter_passport_id
source: passport number *
ar: *رقم جواز السفر

source: Have no experience
ar: ليس لدى خبرة فى البيع المباشر

source: have experience
ar: لدى خبرة فى البيع المباشر

source: invalid building number
ar: رقم مبنى غير صحيح

# invalid_full_name
source: empty_full_name
ar: يجب ادخال الاسم رباعي

source: invalid_phone_number
ar: يجب ادخال رقم موبايل يبدأ ب 01

source: invalid_passport
ar: ادخل رقم جواز السفر

source: invalid_national_id
ar: لا يمكنك ادخال اقل من 14 رقم

source: optional
ar: (اختياري)

source: state
ar: *المحافظة

source: click_to_select_state
ar: اضغط لاختيار المحافظة

source: click_to_select_city
ar: اضغط لاختيار المدينة/المركز

source: city*
ar: *المدينة / المركز

source: street_name
ar: *اسم و رقم الشارع

source: building_number
ar: *اسم/رقم العمارة

source: aprtment
ar: الشقة

source: address_additional_info
ar: معلومات إضافية للعنوان

source: invalid_street_name
ar: يجب ادخال اسم الشارع بطريقة صحيحة

source: call_us_if_you_need_help
ar: للمساعده اتصل بنا

source: please_select_state
ar: يجب اختيار محافظة

source: please_select_city
ar: يجب اختيار المدينة/المركز

source: referrer_name
ar: اسم الراعي

# referrer_code
source: referrer_name
ar: كود الراعي

source: blocked referral
ar: عفوا لا يمكنك تسجيل عضوية جديدة لان الراعى الخاص بك قد تم حظره

# faq
source: FAQs
ar: الأسئلة الشائعة

source: My tree
ar: شجرتى

# search_name_or_code
source: Search by name or code
ar: بحث بالكود او الاسم

source: Members
ar: الاعضاء

source: Show sorting
ar: اظهار الترتيب

source: Select order
ar: اختر الترتيب

source: Highest points
ar: النقاط الاعلي

source: Lowest points
ar: النقاط الاقل

source: All members
ar: عرض الكل

source: Partener members
ar: عرض البارتنر

source: Active members
ar: الأعضاء النشطة

source: Inactive members
ar: الأعضاء غير النشطة

# member_level
source: Level
ar: مستوى

source: No members founded
ar: لايوجد اعضاء لديكي

# no_faq_founded
source: No FAQs founded
ar: لايوجد اسئلة متاحه خاليأ

# tree_city
source: City:
ar: المحافظة:

source: Personal points
ar: نقاط شخصية

source: Group points
ar: نقاط المجموعة

source: Team points
ar: نقاط الفريق

source: name
ar: الاسم

source: Member code
ar: الكود التعريفى

source: Investor name
ar: اسم الراعى

source: Investor code
ar: الكود الراعى

# children_numbers
source: Children number
ar: عدد الابناء

# experience_years
source: Experience year
ar: سنوات الخبرة

source: Addresses
ar: العناوين

# choose_address
source: Choose main address
ar: اختارى العنوان الرئيسى

source: First address
ar: العنوان الأول

source: Second address
ar: العنوان الثانى

source: government*
ar: *المحافظة

# street
source: name/streetnumber*
ar: *اسم / رقم الشارع

source: Add address
ar: اضافة عنوان جديد

source: phone
ar: الهاتف

# choose_phone
source: Choose main phone number
ar: اختارى رقم الهاتف الرئيسى

source: First phone
ar: الهاتف الأول

source: second phone
ar: الهاتف الثانى

# add_phone
source: Add new phone
ar: اضافة رقم جديد

source: Personal Info
ar: معلوماتك الشخصية

source: Reports
ar: التقارير

# personal_info_title
source: Personal Info
ar: ملفى الشخصى

source: Edit phone
ar: تعديل الرقم

# phone_number
source: Phone*
ar: * الهاتف

source: Save numbers
ar: حفظ الأرقام

source: Delete number
ar: حذف الرقم

# home
source: Hom
ar: المنزل

source: Work
ar: العمل

source: floor
ar: الطابق

source: Landmark
ar: علامة مميزة للعنوان

source: Building_name
ar: تسمية العنوان

source: Apartment
ar: الشقة

# new_phone
source: Add new phone
ar: أضافة عنوان جديد

source: landline
ar: خط أرضى

# default_address_confirmation
source: Do you want to choose this address to make it default address ?
ar: هل تريدى أختيار هذا العنون كعنوانك الرئيسى ؟

# default_phone_confirmation
source: Do you want to choose this phone to make it default phone ?
ar: هل تريدى أختيار هذا الهاتف كهاتفك الرئيسى ؟

source: Confirm
ar: تأكيد

source: Cancel
ar: الغاء

# delete_confirmation
source: Do you want to delete this address from your account?
ar: هل تريدى حذف هذا العنوان من بياناتك ؟

# delete_confirmation_message
source: when you will delete this address won't be in your contact list.
ar: عندما تقومى بحذف هذا العنوان من بيانتك لن يصبح محفوظا بقائمة بياناتك

source: Edit address
ar: تعديل العنوان

# name_number_building
source: Name or number building
ar: اسم او رقم العمارة

# save_address
source: Save
ar: حفظ العنوان

# city_name
source: city
ar: مدينه

# street_number_street
source: name/number street
ar: اسم / رقم الشارع

source: My Profile
ar: ملفى الشخصى

source: Portfolio
ar: برتفوليو

source: Training
ar: تدريب

source: My orders
ar: طلباتى

# current_gifts
source: Available offers
ar: العروض المتاحة

source: Quick order
ar: طلب سريع

source: Create new member
ar: رابط تسجيل عضو جديد

source: Logout
ar: تسجيل الخروج

# credit
source: Alnota
ar: عالنوتة

source: Fawry
ar: محفظة فورى

source: Profit
ar: الأرباح

source: Cs voucher
ar: رصيد خدمة العملاء

# credit_acquisition
source: Alnota Acquisition
ar: الاستفسار عن عالنوتة

source: Frequent questions
ar: الأسئلة الشائعة

# credit_subscription
source: Alnota subscription
ar: الأشتراك عالنوتة

source: My wallet
ar: محفظتى

source: Date
ar: التاريخ

source: Transaction type
ar: نوع المعاملة

source: Amount
ar: القيمة

source: Details
ar: تفاصيل

source: Due date
ar: تاريخ الأستحقاق

source: current credit
ar: رصيدك الحالي

source: EG
ar: جنية

source: Charge credit
ar: شحن الرصيد

source: fawry transaction details
ar: تفاصيل المعاملات على محفظة فوري

source: Previous
ar: السابق

source: Way to charge
ar: طريقة الشحن

# way_to_charge_details
source: Go to the nearest branch where there is a Fawry machine Choose a primer to send the desired amount and then count By entering the membership code for Brimore
ar: توجهى لأقرب فرع موجود به ماكينه فورى واختارى بريمور لارسال المبلغ المراد ثم قومى بادخال كود العضوية الخاص بريمور

source: No transactions
ar: لا توجد معاملات حتي الان

source: Transfer profit
ar: تحويل الأرباح

# profit_transaction_details
source: peofit transaction details
ar: تفاصيل المعاملات على محفظة الأرباح

source: transfer now
ar: تحويل الان

# transfer_profit_message
source: enter code member and the amount to transfer profit
ar: ادخلى كود العضو و المبلغ لتحويل الأرباح

source: credit transaction details
ar: تفاصيل المعاملات على محفظة عالنوتة

source: data
ar: باقة

source: alnota
ar: عالنوتة

source: used credit
ar: الرصيد المستخدم

source: remaining credit
ar: الرصيد المتبقى

# pay_settlement
source: pay
ar: سداد المدفوعات القادمة

source: Alnota aquisition
ar: الاستفسار عن عالنوتة

source: alnota subscription
ar: الاشتراك عالنوتة

# unsubscribe_message
source: You are not subscribed to this service
ar: انت غير مشترك فى هذه الخدمه

source: EGP
ar: ج.م

source: Points
ar: نقطة

source: Add to cart
ar: اضف الى عربة المشتريات

source: more
ar: عرض الكل

# abount_product
source: about product
ar: عن المنتج

source: quantity
ar: الكمية

source: Sign in again
ar: تسجيل الدخول مره أخرى

source: Please sign in again
ar: من فضلك سجيل الدخول مره أخرى

# pdf
source: Download the October Portfolio on your device
ar: حمل نسخه البورتفوليو لشهر أكتوبر علي جهازك

source: Show All
ar: عرض الكل

# brands
source: Buy By Brand
ar: اشتري حسب الماركة

source: our Market
ar: ماركتنا

# mostBrands
source: Most Popular Brands
ar: اكثر الماركات انتشارا

source: Available Brands
ar: الماركات المتوفرة

source: New Brands
ar: الماركات الجديدة

# set_new_password
source: Set Password
ar: تعيين كلمة المرور

# set_new_password2
source: re-enter password
ar: اعادة ادخال كلمة المرور

# match_password
source: Password doesn't match
ar: كلمه المرور غير متطابقه

source: Full Report
ar: التقرير الشامل

source: Links
ar: اللينكات

# team_point
source: Team Points
ar: نقاط الفريق

# group_point
source: Group Points
ar: نقاط المجموعة

# personal_point
source: Personal Points
ar: نقاط شخصية

# invalid_password
source: * The password must not be less than 6 characters
ar: * الكود يجب ان يكون 6 أرقام

# invalid_code
source: * the code must be 6 digits
ar: * كلمة السر يجب الا تقل عن 6 حروف

source: New Members
ar: الأعضاء الجدد

# new_members_2
source: new members
ar: اعضاء جدد

source: add new membership
ar: أضف عضوية جديدة

# member_removal_warning
source: Note that if the new member did not confirm any order within grace period (remaining days of the month of membership's creation + days of the new month), he will removed from your members' tree
ar: يرجى العلم بأن في حالة عدم قيام العضوة الجديدة بأي طلب خلال فترة السماح (الايام المتبقية من الشهر الذى تم فيه انشاء العضوية + أيام الشهر الجديد) سوف يتم حذفه من شجرتك

source: activated
ar: مفعل

source: inactivated
ar: غير مفعل

source: Registration date:
ar: تاريخ التسجيل :

source: Membership expiration date
ar: موعد انتهاء العضوية

# no_new_members
source: There is no new members /n add new member
ar: لا يوجد أعضاء جدد قومي باضافة عضوية جديدة

source: point
ar: نقطة

source: day
ar: يوم

source: hour
ar: ساعة

source: minute
ar: دقيقة

source: second
ar: ثانية

# choose_phone_number
source: Choose the phone number
ar: اختاري رقم التليفون

# verification_code_title
source: Enter the activation code
ar: ادخل كود التفعيل

# verification_code_message
source: Enter the 4-digit code that was sent to your mobile phone.
ar: قم بإدخال الكود المكون من 4 أرقام الذي تم ارساله علي الموبايل الخاص بك

# resen_code
source: resend
ar: إعادة الارسال

# does_not_send_code
source: Did you not receive the code?
ar: لم يصلك الكود؟

# cart_single_product
source: Single products
ar: المنتجات الفردية

source: Cart
ar: عربة المشتريات

source: Delete cart
ar: حذف الكل

source: Piece
ar: قطعة

# cart_currency
source: EGP
ar: ج.م

source: Change language
ar: تغيير اللغة

source: Brimore
ar: بريمور

# purchases_value
source: The value of your purchase
ar: قيمه مشترياتك

source: total points
ar: مجموع النقاط

source: order details
ar: تفاصيل الطلب

# choose_address_title
source: Choose your delivery address or pick-up location
ar: اختارى عنوان التوصيل او مكان استلام

source: delivery address
ar: عنوان التوصيل

source: Choose payment method
ar: اختر طريقه الدفع

# credit_my_wallet
source: credit
ar: رصيد محفظتى

source: current profit
ar: رصيد الأرباح الحالى

source: other costs
ar: تكاليف أخرى

source: shipping cost
ar: تكاليف الشحن

source: confirm order
ar: تأكيد الطلب

source: Get now
ar: احصلى الان على

source: LE
ar: جنيه

# cs_message
source: The service administrators will activate the subscription as soon as possible
ar: سوف يقوم المسئولين عن الخدمة بتفعيل الاشتراك في أقرب وقت

source: pay with alnota
ar: ادفع من رصيد ع النوتة

source: administrative fees
ar: مصاريف أداريه

source: add new product
ar: إضافة منتجات جديدة

source: send order
ar: ارسال الطلب

source: Confirm payment
ar: تأكيد الدفع

source: delivery
ar: توصيل

# confirm_order_message
source: Your order has been confirmed and your order is being processed.
ar: تم تأكيد الطلب وجارى تجهيز طلبك

source: Order number
ar: رقم الطلب

source: Order
ar: طلب

# have_question
source: Have a query? Connect with us
ar: لديك استفسار؟ تواصل معنا

source: cancel order
ar: الغاء الطلب

# cancel_order_details
source: You can cancel the order within an hour of confirming it.
ar: يمكنك الغاء الطلب خلال ساعة من تأكيده

# home_screen
source: Home
ar: الرئيسية

source: Deliver date
ar: تاريخ الوصول

source: Expected deliver date
ar: التاريخ المتوقع

source: Cancel date
ar: تاريخ الالغاء

# created_date
source: Create date
ar: تاريخ الانشاء

# updated_date
source: Last Update
ar: اخر تحديث

source: invoice
ar: الفاتورة

source: send
ar: ارسال

source: rate service
ar: قيمى الخدمة

# confirm_reciving
source: Confirm receipt of order
ar: تأكيد استلام الطلب

source: ok
ar: حسنا

# confirm_code_tip
source: In the event that the shipment reaches you and does not appear on the application, and you want to confirm the status of the shipment and that it has been received
ar: فى حالة وصول الشحنة اليك ولم تظهر على الابلكيشن و تريدى تأكيد حالة الشحنة و انه تم استلامها

# confirm_order_with_sales
source: Confirm order with sales within 2 days
ar: تقفيل الأوردر مع المبيعات خلال يومين

# currency
source: L.E
ar: ج.م

source: Total bill
ar: قيمة مشترياتك

source: Other fees
ar: تكاليف اخرى

source: Shipping fees
ar: تكاليف شحن

source: Final required price
ar: المبلغ النهائي المطلوب عند الاستلام

source: My wallet balance
ar: رصيد محفظتي

source: Current profit balance
ar: رصيد الأرباح الحالي

source: Cash on delivery
ar: الدفع عند الاستلام

# order_is_received
source: Your order is received successfully
ar: تم استلام طلبك بنجاح

# order_is_being_checked
source: We will check and confirm it in few minutes
ar: سنقوم بمراجعته وتأكيده فى خلال دقائق

# order_number_will_be_sent_later
source: You will be notified of the order number later
ar: سيتم ابلاغك برقم الطلب لاحقا

source: Order edit
ar: تعديل الاوردر

source: Order cancellation
ar: الغاء الطلب

# home_page
source: home
ar: الرئيسية

# do_you_want_to_cancel_order
source: Do you want to cancel the order ?
ar: هل تريدي الغاء الطلب ؟

# yes
source: Yes I want
ar: نعم أريد

# no
source: No I do not
ar: لا أريد

# order_is_cancelled
source: The order is cancelled
ar: تم الغاء الطلب

source: copied
ar: تم النسخ

source: okay
ar: حسنا

# update_address_to_confirm_order
source: Update your address to confirm the order
ar: قومي بتحديث العنوان الخاص بيكي حتى تتمكني من تأكيد الطلب

source: Address update
ar: تحديث العنوان

source: Order confirmation
ar: تأكيد الطلب

source: Order update
ar: تعديل الطلب

source: Categories
ar: الفئات

# notify_me
source: Notify me when available
ar: اخطرني عندما يكون متاحأ

# product_variant_not_exist
source: Variant does not exist
ar: هذا المنتج غير متوفر

# products_count
source: Product number
ar: عدد المنتجات

# expected_delivery_date
source: Expected arrival date
ar: تاريخ الوصول المتوقع

source: Cancellation date
ar: تاريخ الالغاء

# title_activity_invoice
source: Invoice
ar: الفاتورة

source: Brief
ar: نبذة مختصرة

source: Shipping company
ar: شركة الشحن

source: Delivery statement
ar: بيان التسليم

source: Total amount
ar: المبلغ النهائي

source: Creation date
ar: تاريخ الانشاء

source: Balance
ar: رصيد ثابت

# order_total_amount
source: Total amount of the order
ar: المبلغ الاجمالي للطلب

source: Packages count
ar: عدد الكراتين

source: Cash
ar: كاش

source: Discounts
ar: الخصومات

source: Membership fees
ar: مصاريف عضوية

# cs_voucher_discount
source: Balance deduction (customer service)
ar: خصم رصيد (خدمة العملاء)

# profit_balance
source: My wallet balance
ar: رصيد محفظتى

# golden_point_invoice
source: Bonus points
ar: نقاط بونص

# voucher_discount
source: Debit due on your account
ar: خصم مستحق في حسابك

# credit_balance_label
source: Alnote credit
ar: رصيد عالنوتة

# final_price
source: Final amount
ar: المبلغ النهائي

source: golden point
ar: نقطة ذهبية

# invoice_breif
source: Brief summary
ar: نبذة مختصرة

source: Virtual profit
ar: الأرباح الافتراضية

source: Gift
ar: هدية

source: Product
ar: منتج

source: Final required amount
ar: المبلغ النهائي المطلوب

# empty_shopping_cart
source: The shopping cart is empty
ar: عربة التسوق فارغة

# loading_failure
source: It seems like there is a loading failure,please try again
ar: يبدو ان هناك فشل في التحميل برجاء المحاولة مرة أخرى

source: reload
ar: اعادة التحميل

# error_order_quantity_invalid
source: You cannot enter zero as order quantity
ar: لا يمكن إدخال صفرا ككمية الطلب

source: Product deletion
ar: حذف المنتج

source: Deletion confirmation
ar: تأكيد الحذف

# do_you_want_to_delete_product
source: Do you want to delete this product ?
ar: هل تريدي حذف هذا المنتج ؟

# do_you_want_to_delete_all_products
source: Do you want to delete all the products ?
ar: هل تريدي حذف كل المنتجات ؟

source: Do you want to delete all ?
ar: هل تريدي حذف الكل ؟

source: delete
ar: حذف

source: Product added to cart
ar: تمت إضافة المنتج إلى عربة المشتريات

# search_product_name_code
source: Search with product name or code
ar: أسم المنتج, كود المنتج

source: No product found!
ar: لم يتم العثور علي نتيجة بحث

source: Shop now
ar: تسوق الان

source: Check all results
ar: تحقق من الكل

source: When you get
ar: عند الحصول علي

# from_product_named
source: from products
ar: منتجات من

source: You will get a discount of
ar: تحصلي علي خصم

source: Remaining quantity
ar: الكمية المتبقية

source: Low stock
ar: المخزون منخفض

source: Out of stock
ar: انتهي من المخزن

source: Available limit for you
ar: الكمية المتاحة ليكي

# for_duration
source: for
ar: لمدة

source: days
ar: ايام

# product_out_of_stock
source: This product is out of stock
ar: نفذ هذا المنتج من المخزن

source: Could not open url
ar: لم يتمكن من فتح الرابط

source: Other gifts
ar: هدايا أخرى

# shipment
source: the shipment
ar: الشحنة

source: Shipment details
ar: تفاصيل الشحنة

# required_amount
source: The amount required
ar: المبلغ المطلوب

source: first
ar: الاولى

# second_
source: the second
ar: الثانية

# third
source: the third
ar: الثالثة

# fourth
source: the fourth
ar: الرابعة

source: Fifth
ar: الخامسة

# sixth
source: Fifth
ar: السادسة

# seventh
source: Seven
ar: السابعة

# eighth
source: eight
ar: الثامنة

# delete_address
source: Delete
ar: امسج العنوان

# ninth
source: the ninth
ar: التاسعة

source: tenth
ar: العاشرة

# new_order
source: Sorry, the code for your order is not available yet. You can wait or cancel the order
ar: عفوا لم يتوافر كود لطلبك بعد يمكنك الانتظار أو الغاء الأوردر

source: Check request
ar: مراجعة الطلب

source: Enter code of six digits
ar: أدخل كود من ستة أرقام

# quick_order_description
source: Enter the product code and quikly ordering it
ar: ادخلي كود المنتج و اضيفيه للعربه بسهولة

source: Please enter at least one code
ar: يجب ادخال اكواد المنتجات اولا

source: Collected order
ar: طلب مجمع

source: Order with product code
ar: طلب بكود المنتج

# check_your_selection
source: Check your products selection
ar: تأكدي من اختياراتك التالية

source: Send to cart
ar: إرسل لعربة المشتريات

source: Following codes are wrong
ar: الاكواد التالية خاطئة

source: Delete product
ar: حذف المنتج

source: payment
ar: الدفع

source: Lucky wheel
ar: عجلة الحظ

# total_point_per_shipment
source: total point per shippment
ar: المبلغ النهائى للشحنة

source: Box
ar: كرتونة

source: Your golden points
ar: نقاط البونص

# the_golden_points
source: Golden points
ar: نقاط البونص

source: my tree report
ar: تقرير شجرتى

source: target
ar: تارجت

source: current members
ar: الأعضاء الحاليين

# active_members_target
source: active member target
ar: تارجت الأعضاء النشطة

# in_active_members
source: in acctive member
ar: الأعضاء الغير نشطة

# in_active_members_target
source: in acctive member target
ar: تارجت الأعضاء الغير نشطة

source: target points
ar: تارجت النقلط

source: target reports
ar: تقارير النقاط

# precentage
source: precntage
ar: النسبة

source: achieved points
ar: المحقق من النقاط

source: level
ar: مستوى

source: order average
ar: متوسط الأوردر

source: expected profits
ar: الأرباح المتوقعه

source: achieved
ar: المحقق

source: points count
ar: عدد النقاط

# your_opinion
source: your opinion is important
ar: رأيك يهمنا

source: very bad
ar: سئ جدا

source: bad
ar: سئ

source: neutral
ar: محايد

source: good
ar: جيد

source: very good
ar: جيد جدا

source: Full order details
ar: تفاصيل الاوردر بالكامل

source: activate subscription
ar: تفعيل الاشتراك

source: subscribe
ar: الاشتراك

# customers_service
source: Customer service
ar: خدمة العملاء

source: Dashboard
ar: الرئيسية

source: Thanks for registration
ar: شكرًا لتسجيلك العضوية

source: Start now
ar: ابدأي الآن

source: You are from Brimore Team
ar: أنت من فريق بريمور

source: Please enter next fields
ar: برجاء ادخال البيانات التالية

# member_code_required
source: *Member code
ar: * الكود التعريفى

source: You will receive a code on your phone
ar: (سيصلك كود التأكيد علي هذا الرقم)

source: Request code
ar: اطلب الكود التعريفـى

source: Please validate your data
ar: برجاء التأكد من صحه البيانات

source: Change password
ar: تغيير كلمة المرور

source: Confirm password
ar: تأكيد كلمة المرور

source: Your registered phone number
ar: * رقم الموبايل المسجل لدينا

# gifts
source: The gifts
ar: الهدايا

source: discount
ar: خصم

# you_got_discount_with_amount
source: You got discount with amount of
ar: لقد حصلتي على خصم بقيمة

source: pound
ar: جنية

source: offers
ar: عروض

source: used
ar: استخدمتي

# auto_confirm_order
source: Confirm order now
ar: تأكيد الأوردر وتقفيله حالًا

source: Add more products
ar: أضف المزيد من المنتجات

# you_got_free_shipping
source: You got free shipping with percentage of
ar: لقد حصلتي على شحن مجاني بنسبة

# please_complete_voucher
source: Please complete the free vouchers
ar: من فضلك قم باكمال قسيمة المشتريات المجانية

source: Choose your favorite products
ar: اختاري منتجاتك المفضلة

source: Choose your gift
ar: اختاري هديتك

# choose_favorite_products
source: Choose the favorite products
ar: اختاري المنتجات المفضلة

source: You have used
ar: استخدمتي

source: Products selection confirmation
ar: تأكيد اختيار المنتجات

source: Choose one of the following products
ar: اختاري منتج من المنتجات التالية

# add_gift
source: ِAdd the gift
ar: اضافة الهدية

source: ِfrom
ar: من

# no_more_products_to_be_added
source: No more products can be added , you have reached the maximum amount
ar: لا يمكن اضافة هذا المنتج لقد وصلتي للحد الاقصى

source: edit
ar: تعديل

# free_products
source: The free products
ar: المنتجات المجانية

# gifts_deletion
source: Delete the gifts
ar: حذف الهدايا

# gift_deletion
source: Delete the gift
ar: حذف الهدية

# do_you_want_to_delete_all_gifts
source: Do you want to delete all the free gifts ?
ar: هل تريدي حذف كل الهدايا المجانية ؟

# do_you_want_to_delete_this_gift
source: Do you want to delete this free gift ?
ar: هل تريدي حذف هذه الهدية المجانية ؟

# complete_your_gift_amount
source: Please complete the remaining amount of your gift
ar: برجاء اكمال المبلغ المتبقي من هديتك

# no_chosen_products
source: There are no chosen products
ar: لا توجد منتجات تم اختيارها

# please_choose_gift
source: Please choose your gift
ar: من فضلك اختاري هديتك
